Repository: lizthompson07/fisheriescape
Catalog: travel/locale/*/LC_MESSAGES/django.po
Languages: fr

source: User
fr: Utilisateur

source: name
fr: nom

source: Trip title
fr: Titre du voyage

source: Fiscal year
fr: Exercice fiscal

source: Region
fr: Région

source: Trip Title
fr: Titre du voyage

source: Regional lead
fr: Responsable régional

source: ADM approval required?
fr: Approbation du SMA requis?

source: Name contains
fr: Le nom contient

source: Click to select a date..
fr: Cliquez pour sélectionner une date

source: Yes
fr: Oui

source: No
fr: Non

source: Please provide your comments here...
fr: Veuillez fournir vos commentaires ici...

source: If so, please provide the rationale here...
fr: Si oui, veuillez en donner la raison ici...

source: Do you want to reset the reviewer list?
fr: Voulez-vous réinitialiser la liste des examinateurs?

source: Other attendees covered under BTA (i.e., they will not need to have a travel plan)
fr: Autres participants couverts par la AGV (c'est-à-dire qu'ils n'auront pas besoin d'avoir un plan de voyage)

source: In order to submit this request, you will need to provide a justification for the late submission.
fr: Afin de soumettre cette demande, vous devrez fournir une justification pour la soumission tardive.

source: The start date of the trip must occur before the end date.
fr: La date de début du voyage doit être antérieure à la date de fin.

source: The length of this trip is unrealistic.
fr: La durée de ce voyage est irréaliste.

source: The start date of this request ({request_start_date}) has to be within 10 days of the start date of the selected trip ({trip_start_date})!
fr: La date de début de cette demande ({request_start_date}) doit se situer dans les 10 jours suivant la date de début du voyage sélectionné ({trip_start_date}) !

source: The end date of this request ({request_end_date}) must be within 10 days of the end date of the selected trip ({trip_end_date})!
fr: La date de fin de cette demande ({request_end_date}) doit se situer dans les 10 jours suivant la date de fin du voyage sélectionné ({trip_end_date}) !

source: There is already a trip request in the system for this user and this trip.
fr: Il y a déjà une demande dans le système pour cet utilisateur et ce voyage.

source: The abstract submission deadline (if present) must occur before the start date of the trip.
fr: La date limite de soumission des résumés (si elle existe) doit avoir lieu avant la date de début du voyage.

source: The registration deadline (if present) must occur before or on the start date of the trip.
fr: La date limite d'inscription (si elle existe) doit avoir lieu avant ou à la date de début du voyage.

source: Traveller
fr: Voyageur

source: Trip
fr: Voyage

source: ADM approval required
fr: Approbation du SMA requis

source: Sorry, the role of a reviewer whose status is set to {my_object.status} cannot be changed
fr: Désolé, le rôle d'un examinateur dont le statut est fixé à {mon_objet.status} ne peut être modifié

source: Sorry, you cannot change the associated DM Apps user of a reviewer whose status is set to {my_object.status}
fr: Désolé, vous ne pouvez pas changer l'utilisateur DM Apps associé à un examinateur dont le statut est défini sur {mon_objet.status}

source: Sorry, the order of a reviewer whose status is set to {my_object.status} cannot be changed
fr: Désolé, l'ordre d'un examinateur dont le statut est fixé à {mon_objet.status} ne peut être modifié

source: DM Apps user
fr: Utilisateur de DM Apps

source: reviewer belongs to which DFO section(s)
fr: l'examinateur appartient à quelle(s) section(s) du MPO

source: reviewer belongs to which DFO branch(es)
fr: l'examinateur appartient à quelle(s) direction(s) du MPO

source: Do they have any special roles?
fr: Ont-ils un rôle particulier ?

source: category
fr: catégorie

source: Number of days before earliest date that is eligible for review
fr: Nombre de jours avant la première date admissible à l'examen

source: name (en)
fr: nom (anglais)

source: trip title (English)
fr: titre du voyage (anglais)

source: trip title (French)
fr: titre du voyage (français)

source: trip purpose
fr: but du voyage

source: does attendance to this require ADM approval?
fr: la participation à cette activité nécessite-t-elle l'approbation du SMA?

source: location (city, province, country)
fr: lieu (ville, province, pays)

source: Which region is the lead on this trip?
fr: Quelle région est en tête de ce voyage ?

source: Is there an event template being completed for this conference or meeting?
fr: Y a-t-il un plan d'événement en cours de réalisation pour cette conférence ou réunion ?

source: event number
fr: numéro d'événement

source: start date of event
fr: date de début de l'événement

source: end date of event
fr: date de fin de l'événement

source: meeting URL
fr: URL de la réunion

source: abstract submission deadline
fr: date limite de soumission des résumés

source: registration deadline
fr: date limite d'inscription

source: general notes
fr: notes générales

source: fiscal year
fr: exercice fiscal

source: verified?
fr: vérifié?

source: verified by
fr: vérifié par

source: trip status
fr: statut du voyage

source: Administrative notes
fr: Notes administratives

source: start date of the ADM review
fr: date de début de la révision du SMA

source: last modified
fr: dernière modification

source: last_modified_by
fr: dernière modification par

source: ADM Office review deadline
fr: Date limite d'examen du bureau du SMA

source: Date when eligible for ADM Office review
fr: Date d'admissibilité à l'examen du bureau du SMA

source: to
fr: à

source: trip
fr: voyage

source: trips
fr: voyages

source: not a DM Apps user
fr: pas un utilisateur de DM Apps

source: by
fr: par

source: Is the traveller a public servant?
fr: Le voyageur est-il un fonctionnaire ?

source: Traveller belongs to which DFO region?
fr: Le voyageur appartient à quelle région du MPO?

source: under which section is this request being made?
fr: en vertu de quelle section du MPO cette demande est-elle faite?

source: Is the traveller a research scientist (RES)?
fr: Le voyageur est-il un chercheur(se) scientifique (RES) ?

source: first name
fr: prénom

source: last name
fr: nom de famille

source: address
fr: adresse

source: phone
fr: téléphone

source: email
fr: courriel

source: company name
fr: nom de l'entreprise

source: Is this a group request (i.e., a request for multiple individuals)?
fr: S'agit-il d'une demande de groupe (c'est-à-dire une demande pour plusieurs personnes) ?

source: departure location (city, province, country)
fr: le lieu de départ (ville, province, pays)

source: destination location (city, province, country)
fr: le lieu de destination (ville, province, pays)

source: start date of travel
fr: date de début du voyage

source: end date of travel
fr: la date de fin du voyage

source: role of traveller
fr: rôle du voyageur

source: role description
fr: description du rôle

source: is this request included on your learning plan?
fr: Cette demande est-elle incluse dans votre plan d'apprentissage ?

source: what is the objective of this meeting or conference?
fr: Quel est l'objectif de cette réunion ou conférence?

source: what are the benefits to DFO?
fr: Quels sont les avantages pour le MPO?

source: other attendees covered under BTA
fr: Autres participants couverts par un AGV

source: justification for late submissions
fr: Justification pour les soumissions tardives

source: what is the funding source?
fr: Quel est la source de financement?

source: notes (optional)
fr: notes (facultatif)

source: amount of non-DFO funding (CAD)
fr: Montant du financement non versé par le MPO (CAD)

source: give the full name(s) of the of the organization(s) providing non-DFO funding
fr: Indiquer le nom complet de l'organisation (ou des organisations) qui fournit (ou fournissent) le financement non versé par le MPO

source: date submitted
fr: date de soumission

source: original submission date
fr: date de soumission initiale

source: trip request status
fr: statut de la demande

source: Exclude this traveller from the travel plan?
fr: Exclure ce voyageur du plan de voyage ?

source: created by
fr: créé par

source: Group Request
fr: Demande de groupe

source: trip request
fr: demande de voyage

source: NOTE: This trip request contains non-DFO funding sources from {}. Total DFO funding: ${:,.2f} | Total non-DFO funding: ${:,.2f}
fr: REMARQUE : Cette demande de voyage contient des sources de financement autres que le MPO de {}. Total du financement du MPO : ${ :,.2f} | Total des financements hors MPO : ${ :,.2f}

source: Cost category
fr: Catégorie de coût

source: Amount (CAD)
fr: Montant (CAD)

source: day
fr: jour

source: Company:
fr: Nom de l'entreprise :

source: missing company name
fr: nom manquant de l’entreprise

source: Address:
fr: Adresse :

source: missing address
fr: adresse manquante

source: Phone:
fr: Téléphone :

source: missing phone number
fr: numéro de téléphone manquant

source: Email:
fr: Courriel :

source: missing email address
fr: adresse courriel manquante

source: cost
fr: coût

source: daily rate (CAD/day)
fr: taux journalier (CAD/jour)

source: number of days
fr: nombre de jours

source: amount (CAD)
fr: montant (CAD)

source: process order
fr: ordre de traitement

source: role
fr: rôle

source: review status
fr: statut de révision

source: status date
fr: date du statut

source: Comments
fr: Commentaires

source: Reviewer
fr: Examinateur

source: reviewer
fr: examinateur

source: on
fr: sur

source: trip reviewer
fr: l'examinateur du voyage

source: caption
fr: légende

source: file attachment
fr: pièce jointe

source: file
fr: fichier

source: English text
fr: Texte en anglais

source: French text
fr: Texte en français

source: eng_text
fr: ang_text

source: Request Summary
fr: Résumé de la demande

source: Total travellers (excluding BTA)
fr: Nombre total de voyageurs (excluant les AGV)

source: Costs
fr: Coûts

source: Trip Request Costs
fr: Frais de demande de voyage

source: Add new cost
fr: Ajouter un nouveau coût

source: Add all costs
fr: Ajouter tous les coûts

source: Clear empty lines
fr: Effacer les lignes vides

source: Per diem rates for breakfast, lunch, supper and incidentals should follow the <a href="https://www.njc-cnm.gc.ca/">National Joint Council</a> Travel Directive. For travel within Canada and USA, please refer to <a href="https://www.njc-cnm.gc.ca/directive/d10/v238/s659/en">Appendix C</a> and for all other travel please refer to <a href="https://www.njc-cnm.gc.ca/directive/app_d.php?lang=en">Appendix D</a>. <span class="red-font">Please note that all expenses for this request should be entered in Canadian dollars.</span>
fr: Les taux journaliers pour le petit déjeuner, le dîner, le souper et les frais accessoires doivent suivre la <a href="https://www.njc-cnm.gc.ca/" target="_blank">Directive sur les voyages du Conseil national mixte</a>. Pour les voyages au Canada et aux États-Unis, veuillez vous référer à <a href="https://www.njc-cnm.gc.ca/directive/d10/v238/s659/fr" target="_blank">l'annexe C</a> et pour tous les autres voyages, veuillez vous référer à <a href="https://www.njc-cnm.gc.ca/directive/app_d.php?lang=fr" target="_blank">l'annexe D</a>. <span class="red-font">Veuillez noter que toutes les dépenses pour cette demande doivent être saisies en dollars canadiens.</span>

source: There are no costs associated with this request
fr: Il n'y a pas de frais associés à cette demande

source: File Attachments
fr: Pièces jointes

source: Add a File
fr: Ajouter un fichier

source: No Files
fr: Aucun fichier

source: Caption
fr: Légende

source: Date Created
fr: Date de création

source: File Attachment
fr: Pièce jointe

source: Open the file
fr: Ouvrir le fichier

source: Group Travellers Associated with this Request
fr: Groupe de voyageurs associé à cette demande

source: Group Traveller Information
fr: Informations pour les voyageurs en groupe

source: Add Traveller
fr: Ajouter un voyageur

source: Departure location
fr: Lieu de départ

source: Click on a row to edit traveller informations.
fr: Cliquez sur une ligne pour modifier les informations relatives au voyageur.

source: DENIED
fr: REFUSÉE

source: Show costs
fr: Afficher les coûts

source: Delete
fr: Supprimer

source: TOTAL COST:
fr: COÛT TOTAL:

source: TOTAL DFO FUNDING:
fr: FINANCEMENT TOTAL DU MPO:

source: TOTAL NON-DFO FUNDING:
fr: FINANCEMENT TOTAL NON-MPO:

source: An Overview of the Travel App
fr: Un aperçu de l'application de voyage

source: Submission Deadlines
fr: Dates limites de soumission

source: Service Standards
fr: Normes de service

source: Approval Queue
fr: Queue d'approbation

source: Trip Request Reviewers
fr: Examinateurs des demandes de voyage

source: You cannot reset the reviewers while a request is submitted.
fr: Vous ne pouvez pas réinitialiser les examinateurs pendant qu'une demande est soumise.

source: Reset
fr: Réinitialiser

source: Modify
fr: Modifier

source: Skip
fr: Sauter

source: No reviewers, recommenders or approvers have been added to this request.
fr: Aucun examinateur, recommandeur ou approbateur n'a été ajouté à cette demande.

source: Trip Detail
fr: Détail du voyage

source: Trip Summary
fr: Résumé du voyage

source: CFTS Report for Trip
fr: Rapport SCVE pour le voyage

source: Unsure
fr: Incertain

source: Connected requests
fr: Demandes liées

source: CURRENT TRIP REQUEST
fr: DEMANDE DE VOYAGE EN COURS

source: Complete list of travellers
fr: Liste complète des voyageurs

source: (across all submitted requests; includes BTA travellers)
fr: (pour toutes les demandes soumises ; inclut les voyageurs de la BTA)

source: Comparision of costs
fr: Comparaison des coûts

source: (across all submitted requests)
fr: (pour toutes les demandes soumises)

source: ADM - Approve / Deny Traveller Requests
fr: SMA - Approuver / Refuser les demandes des voyageurs

source: Name
fr: Nom

source: Request type
fr: Type de demande

source: Trip request status
fr: Statut de la demande de voyage

source: ADM decision for traveller
fr: Décision du SMA pour le voyageur

source: Regional recommendation notes
fr: Notes de recommandation régionales

source: Approve / Deny
fr: Approuver / Refuser

source: Group
fr: Groupe

source: Individual
fr: Individuel

source: Decision made
fr: Décision prise

source: Approve
fr: Approuver

source: Deny
fr: Refuser

source: Not at ADM Level
fr: Pas au niveau du SMA

source: ADMINISTRATIVE NOTES
fr: NOTES ADMINISTRATIVES

source: Are you sure you want to reset the reviewers? This will undo any changes that you have made to the reviewer list and process order.
fr: Êtes-vous sûr de vouloir réinitialiser les examinateurs ? Cela annulera les modifications que vous avez apportées à la liste des examinateurs et à l'ordre de traitement

source: add a new trip
fr: Ajouter un nouveau voyage

source: The submission deadline for this trip has already passed.
fr: La date limite de soumission pour ce voyage est déjà passée.

source: Understanding that not all potential trips can be predicted, unforeseen requests can be submitted via the Conference and Travel Management System for consideration. <br><br> These requests must have a very strong rationale outlining the necessity of the trip and clearly articulate the reason for the late request; requests of this nature will only be approved in exceptional circumstances.
fr: Étant donné que tous les voyages potentiels ne peuvent pas être prévus, les demandes imprévues peuvent être soumises pour considération via le Système de gestion des conférences et des voyages. <br><br> Ces demandes doivent être accompagnées d’une justification très solide exposant la nécessité du voyage et expliquant clairement la raison de la demande tardive; les demandes de cette nature ne seront approuvées que dans des circonstances exceptionnelles.

source: Please provide your late justification here
fr: S’il vous plaît fournir votre justification de retard ici

source: (Once this form is submitted, you will be able to add group travellers to the request. You will be automatically added as a traveller.)
fr: (Une fois ce formulaire soumis, vous pourrez ajouter les voyageurs du groupe à la demande. Vous serez automatiquement ajouté en tant que voyageur).

source: Use a Predefined Address:
fr: Utilisez une adresse prédéfinie :

source: Gulf Fisheries Centre
fr: Centre des pêches du Golfe

source: Bedford Institute of Oceanography
fr: Institut océanographique de Bedford

source: St. Andrews Biological Station
fr: Station biologique de St. Andrews

source: Maurice Lamontagne Institute
fr: Institut Maurice-Lamontagne

source: Institute of Ocean Sciences
fr: Institut des sciences de la mer

source: Pacific Biological Station
fr: Station biologique du Pacifique

source: Cultus Lake Salmon Research Laboratory
fr: Laboratoire de recherche sur le saumon du lac Cultus

source: C&A (Sarnia)
fr: C et A (Sarnia)

source: C&A (Burlington) - (Canada Centre for Inland Waters)
fr: C et A (Burlington) - (Centre Canadien des Eaux Intérieures)

source: C&A (Winnipeg) - Freshwater Institute
fr: C et A (Winnipeg) - Institut de l'eau douce

source: Approval Comments
fr: Commentaires sur l’approbation

source: You cannot reset the reviewers while a trip is under review.
fr: Vous ne pouvez pas réinitialiser les examinateurs pendant qu'un voyage est en cours d'examen.

source: You cannot reset the reviewers on a trip that has already been reviewed.
fr: Vous ne pouvez pas réinitialiser les examinateurs lors d'un voyage qui a déjà été examiné.

source: No reviewers, recommenders or approvers have been added to this trip.
fr: Aucun examinateur, recommandateur, ou approbateur n'a été ajouté à ce voyage.

source: Costs (CAD)
fr: Coûts (CAD)

source: (BTA)
fr: (AGV)

source: no additional information about this traveller can be provided since they are travelling on BTA
fr: aucune information supplémentaire sur ce voyageur ne peut être fournie puisqu'il voyage sur un AGV

source: Associated trip request
fr: Demande de voyage associée

source: History of trips requiring the approval of ADM
fr: Historique des voyages nécessitant l'approbation du SMA

source: CURRENT REQUEST
fr: DEMANDE ACTUELLE

source: CURRENT TRIP
fr: VOYAGE ACTUELLE

source: Travel App
fr: Application de voyage

source: Home
fr: Accueil

source: All Trips
fr: Tous les voyages

source: All Requests
fr: Toutes les demandes

source: Settings
fr: Paramètres

source: Manage NJC Rates
fr: Gérer les tarifs du CNM

source: Manage Statuses
fr: Gérer les statuts

source: Manage Traveller Roles
fr: Gérer les rôles des voyageurs

source: Manage Help Text
fr: Gérer les textes d'aides

source: Manage Cost Categories
fr: Gérer les catégories des couts

source: Manage Costs
fr: Gérer les coûts

source: Manage Trip Categories
fr: Gérer les catégories de voyage

source: Manage Trip Subcategories
fr: Gérer les sous-catégories de voyages

source: Set Default Reviewers
fr: Définir les examinateurs par défaut

source: Manage DFO Organizations
fr: Gérer les organisations du MPO

source: Manage Travel App User Permissions
fr: Gérer les autorisations des utilisateurs de l'application de voyage

source: Manage Process Steps
fr: Gérer les étapes du processus

source: Reports
fr: Rapports

source: as a default reviewer
fr: en tant qu'examinateur par défaut

source: Are you sure you want to delete %(object)s as a default reviewer
fr: Êtes-vous sûr de vouloir supprimer l'objet suivant %(object)s en tant qu'examinateur par défaut

source: New Default Reviewer
fr: Nouveau examinateur par défaut

source: Submit
fr: Soumettre

source: Add
fr: Ajouter

source: EOS Conference and Travel Management System
fr: Système de gestion de voyage de Science du SEO

source: This application process supersedes existing mechanisms for requesting travel requiring RDG or EOS ADM approval.
fr: Ce processus de demande remplace les mécanismes existants de demande de voyage nécessitant l'approbation du DGR ou du SMA SEO.

source: A travel request can have multiple travellers from various sectors (e.g., public, academic, private), however, only a Fisheries and Oceans employee with a valid Government of Canada email address can initiate and submit a travel request. In addition, the request should already have confirmed or anticipated funding available to support the travel.
fr: Une demande de voyage peut avoir plusieurs voyageurs de divers secteurs (par exemple, publique, universitaire, privé), mais seulement un employé de Pêches et Océans disposant d'une adresse électronique valide du Gouvernement du Canada peut initier et soumettre une demande de voyage. En outre, la demande doit déjà avoir confirmé ou anticipé les fonds disponibles pour financer le voyage.

source: Please ensure your request is properly completed and submitted on time to allow for efficient and appropriate review. Incomplete requests will not be evaluated. You can check the status of your request by going to the home page and selecting “view your request”.
fr: Veuillez-vous assurer que votre demande est bien remplie et soumise dans les délais impartis afin de permettre un traitement efficace et approprié de l'examen. Les demandes incomplètes ne seront pas évaluées. Vous pouvez vérifier l'état d'avancement de votre demande en vous rendant sur la page d'accueil et en sélectionnant "voir votre demande".

source: Create a New Request
fr: Créer une nouvelle demande

source: View Your Requests
fr: Voir vos demandes

source: Browse Upcoming Trips
fr: Parcourir les voyages à venir

source: There are trip requests requiring your attention!
fr: Il y a des demandes de voyage qui requièrent votre attention !

source: Your Reviews
fr: Vos évaluations

source: View and manage trips and/or trip requests for which you are a reviewer
fr: Affichez et gérez les demandes de voyage pour lesquelles vous êtes des réviseurs

source: Trips Awaiting Review
fr: Voyages en attente d'un examen

source: Requests Awaiting Review
fr: Demandes en cours de traitement

source: %(r)s Region - Admin
fr: %(r)s Région - Admin

source: Perform tasks reserved for travel app administrators
fr: Effectuer des tâches réservées aux administrateurs d'applications de voyage

source: Requests Awaiting ADM
fr: Demandes en cours de traitement par la SMA

source: Requests Awaiting RDG
fr: Demandes en cours de traitement par le DGR

source: Trip Verifications
fr: Vérifications de voyage

source: Please select the report
fr: Veuillez sélectionner le rapport

source: Print Travel Request and Approval Form (TRAF)
fr: Imprimer la demande de voyage et formulaire d'approbation (DVFA)

source: CFTS Report
fr: Rapport SCVE

source: Save comments
fr: Enregistrer les commentaires

source: I approve
fr: J'approuve

source: I do not approve
fr: Je n'approuve pas

source: Request changes
fr: Demander des changements

source: Make changes yourself
fr: Apportez vous-même des changements

source: Manage Reviewers
fr: Gérer les examinateurs

source: Managing Reviewers:
fr: Gérer les examinateurs :

source: Save
fr: Sauvegarder

source: Back
fr: Retour

source: Status
fr: Statut

source: Are you certain you wish to skip
fr: Êtes-vous certain de vouloir passer ?

source: Cancel
fr: Annuler

source: Editing %(o)s
fr: Rédaction %(o)s

source: Adding New Cost
fr: Ajouter un nouveau coût

source: Please select a cost:
fr: Veuillez sélectionner un coût :

source: Do you want to enter cost by rate or total amount?
fr: Voulez-vous entrer le coût par taux ou le montant total?

source: By Total Amount
fr: Par montant total

source: By Rates
fr: Par les taux
