Repository: lizthompson07/fisheriescape
Catalog: travel/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Per diem rates for breakfast, lunch, supper and incidentals should follow the <a href="https://www.njc-cnm.gc.ca/" target="_blank">National Joint Council</a> Travel Directive. For travel within Canada and USA, please refer to <a href="https://www.njc-cnm.gc.ca/directive/d10/v238/s659/en" target="_blank">Appendix C</a> and for all other travel please refer to <a href="https://www.njc-cnm.gc.ca/directive/app_d.php?lang=en" target="_blank">Appendix D</a>. <span class="red-font">Please note that all expenses for this request should be entered in Canadian dollars.</span>
fr: Les taux journaliers pour le petit déjeuner, le dîner, le souper et les faux frais devraient suivre la <a href="https://www.njc-cnm.gc.ca/" target="_blank">Directive sur les voyages du Conseil national mixte</a>. Pour les voyages au Canada et aux États-Unis, veuillez vous référer à <a href="https://www.njc-cnm.gc.ca/directive/d10/v238/s659/fr" target="_blank">l'annexe C</a> et pour tous les autres voyages, veuillez vous référer à <a href="https://www.njc-cnm.gc.ca/directive/app_d.php?lang=fr" target="_blank">l'annexe D</a>. <span class="red-font">Veuillez noter que toutes les dépenses pour cette demande doivent être saisies en dollars canadiens.</span>

source: Close
fr: Fermer

source: WARNING
fr: ATTENTION

source: This trip and all associated requests have been cancelled.
fr: Ce voyage et toutes les demandes associées ont été annulés.

source: This trip must be verified before a review can be started.
fr: Ce voyage doit être vérifié avant qu'un examen puisse être entamé.

source: Verify the Trip Now
fr: Vérifiez le voyage maintenant

source: Administrative Notes
fr: Notes administratives

source: Edit
fr: Modifier

source: Start a Review for this trip
fr: Commencer un examen pour ce voyage

source: Terminate the review process
fr: Terminer le processus de révision

source: Re-open the review process (late submission)
fr: Ré-ouvrir le processus d’examen (soumission tardive)

source: Cancel this Trip
fr: Annuler ce voyage

source: You cannot delete a trip that is currently tagged on a trip request.
fr: Vous ne pouvez pas supprimer un voyage qui est actuellement marqué sur une demande de voyage.

source: With exception of words like DFO and ICES, please do not use undefined acronyms in trip titles!!!
fr: À l'exception de mots comme MPO et CIEM, veuillez ne pas utiliser d'acronymes indéfinis dans les titres de voyage !!!

source: Add a New Trip
fr: Ajouter un nouveau voyage

source: Update
fr: Mettre à jour

source: Original Trip
fr: Voyage original

source: Re-assigned Trip
fr: Voyage réaffecté

source: Yes, I want to re-assign all linked trip requests from the original trip to the re-assigned trip!!
fr: Oui, je veux réassigner toutes les demandes de voyage liées du voyage original au voyage réassigné !

source: WARNING: you cannot make this re-assignment because there is an overlap of travellers and/or request owners:
fr: ATTENTION : vous ne pouvez pas effectuer cette réaffectation car il y a un chevauchement des voyageurs et/ou des propriétaires de la demande :

source: The trip associated with this request has been cancelled.
fr: Le voyage associé à cette demande a été annulé.

source: This trip is currently under review from NCR.
fr: Ce voyage fait actuellement l’objet d’un examen dans la RCN.

source: This trip has already been reviewed by NCR.
fr: Ce voyage a déjà été examiné par la RCN.

source: Just a heads up...
fr: Juste une mise en garde...

source: This trip was eligible for review by the ADM office %(time)s.
fr: Ce voyage était éligible pour une révision par le bureau du SMA %(time)s.

source: This trip will be eligible for review by the ADM office in %(time)s.
fr: Ce voyage pourra être examiné par le bureau du SMA en %(time)s.

source: You are able to edit this record because you are
fr: Vous pouvez modifier cet enregistrement car vous êtes

source: an application administrator.
fr: un administrateur de l'application.

source: the current reviewer.
fr: l'examinateur actuel.

source: Back to Approver Panel
fr: Retour au panneau d'approbation

source: Cancel Request
fr: Annuler la demande

source: This is only an option to you as a system admin
fr: Ceci n'est qu'une option pour vous en tant qu'administrateur du système

source: Approved or cancelled requests cannot by unsubmitted.
fr: Les demandes approuvées ou annulées ne peuvent pas être retirées.

source: You do not have permissions to submit / un-submit this request
fr: Vous n'avez pas l'autorisation de soumettre ou d'annuler cette demande

source: You must provide a late justification in order to submit this trip.
fr: Vous devez fournir une justification de retard afin de soumettre ce voyage.

source: Un-submit
fr: Annuler la soumission

source: Re-submit
fr: Soumettre à nouveau

source: Only application administrators and reviewers can modify a submitted request
fr: Seuls les administrateurs et les examinateurs des demandes peuvent modifier une demande soumise

source: Submitted trip requests cannot be deleted.
fr: Les demandes de voyage soumises ne peuvent pas être supprimées.

source: Clone Me
fr: Clonez-moi

source: Travel Request and Approval Form (TRAF)
fr: Demande de voyage et formulaire d'approbation (DVFA)

source: General Trip Information
fr: Informations générales sur le voyage

source: Trip Justification
fr: Justificaiton du voyage

source: Select NEXT to enter trip costs
fr: Sélectionnez SUIVANT pour ajouter les frais de voyage

source: Select NEXT to go to the Group Traveller’s table where you will be able to enter details for each traveller associated with this group request.
fr: Sélectionnez SUIVANT pour passer au tableau des voyageurs en groupe où vous pourrez entrer les détails de chaque voyageur associé à cette demande.

source: Next
fr: Suivant

source: Traveller Information
fr: Information du voyageur

source: Requester Information
fr: Informations sur le requérant

source: CLONING:
fr: CLONAGE :

source: Add a Traveller
fr: Ajouter un voyageur

source: Way to go! You're all done here
fr: Bravo ! Vous avez terminé

source: Go to Trip Page
fr: Aller à la page du voyage

source: You cannot complete the trip review until all trip requests have been either approved or denied
fr: Vous ne pouvez pas effectuer la révision du voyage tant que toutes les demandes de voyage n'ont pas été approuvées ou refusées

source: You cannot reinitialize the review process since you are the first reviewer.
fr: Vous ne pouvez pas réinitialiser le processus d'examen puisque vous êtes le premier examinateur.

source: Modifications Required
fr: Modifications requises

source: By proceeding, you will be returning this review to the first reviewer in the queue:
fr: En procédant, vous retournerez cet examen au premier examinateur dans la queue:

source: Are you certain you wish to proceed?
fr: Êtes-vous certain de vouloir procéder ?

source: View details
fr: Voir les détails

source: My Trip
fr: Mon voyage

source: Other Trips
fr: Autres voyages

source: Connected Travel Requests:
fr: Demandes de voyage liées :

source: There are no requests connected to this trip.
fr: Aucune demande n'est liée à ce voyage.

source: Yes, looks good!
fr: Oui, ça a l'air bien !

source: Cannot delete a trip that has requests attached to it.
fr: Ne peut pas supprimer un voyage auquel sont attachées des demandes.

source: This trip is no good and I want to re-assign the requests.
fr: Ce voyage n'est pas bon et je veux réassigner les demandes.

source: New
fr: Nouveau

source: New DM Apps User
fr: Nouveau utilisateur de DM Apps

source: Travel App Administrator
fr: Administrateur de l'application de voyage

source: Travel App ADM Administrator
fr: Application de voyage - Administrateur de la SMA

source: NJC rates for breakfast missing from database. Please let your system administrator know.
fr: Tarifs du CNM pour le petit déjeuner manquant dans la base de données. Veuillez en informer votre administrateur système.

source: NJC rates for lunch missing from database. Please let your system administrator know.
fr: Les tarifs du CNM pour le dîner manquant dans la base de données. Veuillez en informer votre administrateur système.

source: NJC rates for supper missing from database. Please let your system administrator know.
fr: Taux du CNM pour le souper manquant dans la base de données. Veuillez en informer votre administrateur système.

source: NJC rates for incidentals missing from database. Please let your system administrator know.
fr: Taux du CNM pour les frais accessoires manquants dans la base de données. Veuillez en informer votre administrateur système.

source: Traveller name
fr: Nom du voyageur

source: Traveller information
fr: Information du voyageur

source: Request status
fr: Statut de la demande

source: Departure location / Destination
fr: Lieu de départ / Destination

source: Travel dates
fr: Dates de voyage

source: Role of participant
fr: Rôle du participant

source: Total amount of DFO funding (CAD)
fr: Montant total des financements du MPO (CAD)

source: Total amount of non-DFO funding (CAD)
fr: Montant du financement non-MPO (CAD)

source: Non-DFO funding sources
fr: Source de financement non-MPO

source: Total costs
fr: Coût total

source: Processing time
fr: Temps de traitement

source: organizer name
fr: nom de l'organisateur

source: request status
fr: statut de la demande

source: Total cost
fr: Coût total

source: non-DFO funding
fr: financement non-MPO

source: Total DFO cost (excluding BTA)
fr: Coût total du MPO (excluant l’AGV)

source: Total DFO cost from non-RES travellers (excluding BTA)
fr: Coût total du MPO pour les voyageurs non RES (excluant l'AGV)

source: Trip Requests
fr: Demandes de voyage

source: Requester name
fr: Nom du requérant

source: Edit Trip Request
fr: Modifier la demande de voyage

source: New Trip Request
fr: Nouvelle demande de voyage

source: {} has been added as a traveller to this request. Please add any costs associated with this traveller.
fr: {} a été ajouté comme voyageur à cette demande. Veuillez ajouter tous les coûts associés à ce voyageur.

source: Clone a Trip Request
fr: Cloner une demande de voyage

source: Please update the request details
fr: Veuillez mettre à jour les détails de la demande

source: sorry, cannot clone this trip because there is another trip request with the same user in the system
fr: désolé, ne peut pas reproduire ce voyage parce qu'il y a une autre demande de voyage avec le même utilisateur dans le système

source: Proceed
fr: Poursuivre

source: Proceed with late submission
fr: Procéder à la soumission tardive

source: Un-submit request
fr: Annuler la soumission

source: Re-submit request
fr: Soumettre à nouveau la demande

source: Submit request
fr: Soumettre la demande

source: Do you wish to un-submit the following request?
fr: Souhaitez-vous annuler la demande suivante ?

source: Do you wish to re-submit the following request?
fr: Souhaitez-vous soumettre à nouveau la demande suivante ?

source: Do you wish to submit the following request?
fr: Souhaitez-vous soumettre la demande suivante ?

source: Do you wish to re-submit the following late request?
fr: Souhaitez-vous soumettre à nouveau la demande tardive suivante ?

source: Do you wish to submit the following late request?
fr: Souhaitez-vous soumettre la demande tardive suivante ?

source: Do you wish to cancel the following trip request?
fr: Souhaitez-vous annuler la demande de voyage suivante ?

source: Cancel request
fr: Annuler la demande

source: Please note that this action cannot be undone!!
fr: Veuillez noter que cette action ne peut être annulée !

source: Sorry, it is currently not possible to cancel your cancellation request
fr: désolé, il n'est actuellement pas possible d'annuler votre demande d'annulation

source: Administrative Notes (Public)
fr: Notes administratives (publiques)

source: Total cost (DFO)
fr: Coût total (MPO)

source: Requests Awaiting Your Review
fr: Demandes en attente de votre examen

source: Requests Assigned to You for Review
fr: Demandes qui vous sont assignées pour révision

source: Admin Request Approval List
fr: Liste d'approbation des demandes de l'administration

source: Do you wish to approve the following request for {}
fr: Souhaitez-vous approuver la demande suivante pour {}

source: Do you wish to deny the following request for {}
fr: Souhaitez-vous refuser la demande suivante pour {}

source: These comments will be visible to the traveller
fr: Ces commentaires seront visibles par le voyageur

source: Do you wish to approve on behalf of {user} ({role})
fr: Souhaitez-vous approuver au nom de {user} ({role})

source: Do you wish to approve the following group request?
fr: Souhaitez-vous approuver la demande de groupe suivante ?

source: Do you wish to approve the following request?
fr: Souhaitez-vous approuver la demande suivante ?

source: Success! An email has been sent to the trip request owner.
fr: Succès ! Un courriel a été envoyé au responsable de la demande de voyage.

source: Are you certain you wish to skip the following user?
fr: Êtes-vous certain de vouloir passer l'utilisateur suivant ?

source: This function can only be used when the trip request is still a draft
fr: Cette fonction ne peut être utilisée que lorsque la demande de voyage est encore à l'état de brouillon.

source: You do not have the permissions to reset the reviewer list
fr: Vous n'avez pas les autorisations nécessaires pour réinitialiser la liste des examinateurs

source: This function can only be used with an unreviewed trip.
fr: Cette fonction ne peut être utilisée que lorsque la demande de voyage est encore à l'état de brouillon.

source: Sorry, you cannot delete a reviewer who's status is set to {my_obj.status}
fr: Désolé, vous ne pouvez pas supprimer un examinateur dont le statut est fixé à {mon_obj.status}

source: The reviewer list has been successfully updated
fr: La liste des examinateurs a été mise à jour avec succès

source: You do not have the permissions to modify the reviewer list
fr: Vous n'avez pas les autorisations nécessaires pour modifier la liste des examinateurs

source: Sorry, you cannot modify the reviewers on a trip that is under review.
fr: Désolé, vous ne pouvez pas modifier les examinateurs lorsqu'un voyage est en cours de révision.

source: Trips
fr: Voyages

source: abstract deadline
fr: date limite de soumission des résumés

source: trip dates
fr: les dates de voyages

source: ADM decision deadline
fr: Date limite de décision du SMA

source: Trips Eligible for ADM Review
fr: Voyages éligibles à l'examen du SMA

source: All Trips Requiring ADM Approval
fr: Tous les voyages nécessitant l'approbation du SMA

source: Upcoming Trips
fr: Voyages à venir

source: i.e., Trips which are fair game for ADMO review to begin
fr: c'est-à-dire des voyages qui sont équitables pour que l'examen du SMA commence

source: The trip has been added to the database!
fr: Le voyage a été ajouté à la base de données !

source: Do you wish to start a review on this trip?
fr: Souhaitez-vous commencer un examen sur ce voyage?

source: you wish to re-open the review of this trip?
fr: Souhaitez-vous ouvrir à nouveau l’examen de ce voyage?

source: Do you wish to end the review of this trip?
fr: Souhaitez-vous terminer l’examen de ce voyage?

source: Start a Review
fr: Commencer un examen

source: End a Review
fr: Terminer un examen

source: Trips Awaiting Verification
fr: Voyages en attente de vérification

source: length (days)
fr: durée (jours)

source: Verify Trip
fr: Vérification du voyage

source: Trips Awaiting Verfication
fr: Voyages en attente de vérification

source: Sorry, only ADMO administrators can verify trips that require ADM approval.
fr: Désolé, seuls les administrateurs du bureau de la SMA peuvent vérifier les voyages qui nécessitent l'approbation de la SMA.

source: Please select a trip to re-assign:
fr: Veuillez sélectionner un voyage à réassigner :

source: (You will have a chance to review this action before it is carried out.)
fr: (Vous aurez la possibilité d'examiner cette action avant qu'elle ne soit réalisée.)

source: Please confirm the following:
fr: Veuillez confirmer ce qui suit :

source: Confirm
fr: Confirmer

source: status
fr: statut

source: Total travellers
fr: Nombre total de voyageurs

source: Trips Awaiting Your Review
fr: Voyages en attente de votre examen

source: Tagged Trips
fr: Demandes de voyage pour lesquelles vous avez été inscrit comme examinateur

source: {}'s Trip Review
fr: Revue de voyage pour {}

source: ADM Level Review
fr: Examen au niveau de la SMA

source: Complete the review
fr: Terminer l'examen

source: Submit your review
fr: Soumettre votre évaluation

source: Cancel the trip
fr: Annuler le voyage

source: Do you wish to undo your cancellation request for the following trip?
fr: Vous souhaitez annuler votre demande d'annulation pour le voyage suivant ?

source: Cancelling this trip will result in all linked requests to be 'cancelled'. The list of associated trip requests can be viewed below in the trip detail.
fr: L'annulation de ce voyage entraînera l'annulation de toutes les demandes liées. La liste de demandes de voyage associées peut être consultée ci-dessous dans le détail du voyage.

source: This action cannot be undone.
fr: Cette action ne peut être annulée.

source: Cancel Trip
fr: Annuler le voyage

source: Default Reviewers
fr: Examinateurs par défaut

source: Use this module to set the default reviewers that get added to a trip request.
fr: Utilisez ce module pour définir les examinateurs par défaut qui sont ajoutés à une demande de voyage.

source: Last login to DM Apps
fr: Dernière connexion à DM Apps

source: The cost has been successfully deleted.
fr: Le coût a été supprimé avec succès.

source: All empty costs have been cleared.
fr: Tous les frais vides ont été supprimés.
