Repository: lizthompson07/fisheriescape
Catalog: res/locale/*/LC_MESSAGES/django.po
Languages: fr

source: The application end date must be after the application start date
fr: La date de fin de candidature doit être postérieure à la date de début de candidature

source: The date of your last application must be in the past
fr: La date de votre dernière demande doit être dans le passé

source: The date of your last promotion must be in the past
fr: La date de votre dernière promotion doit être dans le passé

source: Sorry, you are not the right person to be recommending this application. We were expecting:
fr: Désolé, vous n'êtes pas la bonne personne pour recommander cette application. Nous attendions :

source: You must provide recommendation text and a decision before signing.
fr: Vous devez fournir un texte de recommandation et une décision avant de signer.

source: You can only sign a recommendation for an application that has been submitted.
fr: Vous ne pouvez signer une recommandation que pour une demande qui a été soumise.

source: You have already signed this recommendation.
fr: Vous avez déjà signé cette recommandation.

source: Sorry, you are not the right person to be signing. We were expecting:
fr: Désolé, vous n'êtes pas la bonne personne pour signer. Nous attendions :

source: Your manager has not yet signed this recommendation.
fr: Votre gestionnaire n'a pas encore signé cette recommandation.

source: This endpoint cannot be used without a query param
fr: Ce point de contact ne peut pas être utilisé sans paramètre de requête

source: You need to specify a RES application
fr: Vous devez spécifier une application RES

source: Cannot run summary without user param.
fr: Impossible d'exécuter le résumé sans paramètre utilisateur.

source: Region
fr: Région

source: Sector
fr: Secteur

source: Status
fr: Statut

source: Applicant
fr: Demandeur

source: Fiscal year
fr: Exercice fiscal

source: Applicant name
fr: Nom du demandeur

source: User
fr: Utilisateur

source: Click to select a range of dates..
fr: Cliquez pour sélectionner une plage de dates.

source: English
fr: Anglais

source: French
fr: Français

source: In my opinion, the dossier contains sufficient evidence to warrant consideration of the application by the appropriate committee.
fr: À mon avis, le dossier contient suffisamment de preuves pour justifier l’examen de la demande par le comité compétent.

source: In my opinion, the dossier does not contain sufficient evidence to warrant consideration of the application by the appropriate committee.
fr: À mon avis, le dossier ne contient pas suffisamment de preuves pour justifier l’examen de la demande par le comité compétent.

source: Draft
fr: Ébauche

source: Submitted
fr: Soumis

source: Awaiting manager decision
fr: En attente de la décision du gestionnaire

source: Awaiting applicant signature
fr: En attente de la signature du demandeur

source: Under further review
fr: En cours d'examen

source: Not approved
fr: Non approuvé

source: Approved
fr: Approuvé

source: Yes
fr: Oui

source: No
fr: Non

source: DM Apps user
fr: Utilisateur de Applis GD

source: Description (en)
fr: Description (an)

source: word limit
fr: limite de mots

source: name (en)
fr: nom (anglais)

source: name (fr)
fr: nom (français)

source: order
fr: ordre

source: category code
fr: code de catégorie

source: Is this a category for publications?
fr: Est-ce une catégorie pour les publications ?

source: display code
fr: code d'affichage

source: researcher
fr: chercheur/euse

source: accountable manager
fr: gestionnaire responsable

source: This is the person who will provide a recommendation on this application
fr: C'est la personne qui fournira une recommandation sur cette application

source: DFO section
fr: Section MPO

source: Current group / level
fr: Groupe et niveau actuels

source: Group / level being sought
fr: Groupe et niveau demandés

source: period covered by this application (start)
fr: période couverte par la présente demande (début)

source: period covered by this application (end)
fr: période couverte par la présente demande (fin)

source: position title
fr: titre du poste

source: work location
fr: lieu de travail

source: last application for advancement
fr: dernière demande d’avancement

source: last promotion
fr: dernière promotion

source: academic background
fr: antécédents scolaires

source: employment history
fr: antécédents professionnels

source: department / sectoral objectives
fr: objectifs ministériels / sectoriels

source: no more than 200 words
fr: pas plus de 200 mots

source: relevant factors
fr: facteurs connexes

source: no more than 400 words
fr: pas plus de 400 mots

source: submission date
fr: date de soumission

source: fiscal year
fr: exercice fiscal

source: status
fr: statut

source: accountable manager's assessment
fr: évaluation du gestionnaire responsable

source: no more than 250 words
fr: pas plus de 250 mots

source: decision
fr: décision

source: researcher's comment
fr: comméntaire du chercheur

source: manager signed by
fr: gestionnaire signé par

source: manager signature
fr: signature du gestionnaire responsable

source: researcher signature
fr: signature du chercheur

source: applicant signed by
fr: demandeur signé par

source: Signed by {user} at {date}
fr: Signé par {user} à {date}

source: text
fr: texte

source: achievement category
fr: catégories de réalisations

source: peer review type
fr: type d'examen par les pairs

source: detail
fr: détails

source: Reference
fr: Référence

source: applicant signature
fr: signature du demandeur

source: Edit
fr: Modifier

source: Delete
fr: Supprimer

source: No achievements have been added to this application.
fr: Aucun succès n'a été ajouté à cette application.

source: Table of the cumulative NUMBER of publications prior to and since last promotion (E1 Summary Table)
fr: Tableau du NOMBRE cumulatif de publications avant et depuis la dernière promotion (tableau récapitulatif de E1)

source: Publication Type
fr: Type de publication

source: Before last promotion
fr: Avant la dernière promotion

source: Since last promotion
fr: Depuis la dernière promotion

source: Career total
fr: Total durant la carrière

source: Application period
fr: Période couverte par la présente demande

source: Metadata
fr: Métadonnées

source: words
fr: mots

source: Cannot sign until all required fields have been completed.
fr: Impossible de signer tant que tous les champs obligatoires n'ont pas été remplis.

source: Sign Now!
fr: Signez maintenant !

source: Cannot sign until has been signed by manager.
fr: Ne peut pas signer avant d'avoir été signé par le gestionnaire.

source: BASIC INFORMATION
fr: Renseignements généraux

source: SECTION 1: Accountable Manager's Assessment and Recommendation
fr: SECTION 1 : Évaluation et recommandation du gestionnaire responsable

source: SECTION 2: Demonstrated Achievements and Contributions
fr: SECTION 2 : RÉALISATIONS ET CONTRIBUTIONS DÉMONTRÉES

source: ANNEX A: CONTEXTS AND VALUED OUTCOMES
fr: ANNEXE A CONTEXTES ET RÉSULTATS ATTENDUS

source: ANNEX B: Complete List of Achievements / Contributions
fr: ANNEXE B LISTES DES RÉALISATIONS ET DES CONTRIBUTIONS

source: Table of the cumulative NUMBER of publications prior to and since last promotion
fr: Tableau du NOMBRE cumulatif de publications avant et depuis la dernière promotion

source: Add
fr: Ajouter

source: Cancel
fr: Annuler

source: This reference can be cited in your text as: [ref${object.id}], [ref ${object.id}], [REF ${object.id}], etc..
fr: Cette référence peut être citée dans votre texte comme : [ref${object.id}], [ref ${object.id}], [REF ${object.id}], etc.

source: Edit this achievement
fr: Modifier cette réalisation

source: Clone this achievement
fr: Cloner cette réalisation

source: Delete this achievement
fr: Supprimer cette réalisation

source: Reference #${id} has been copied to the clipboard!
fr: La référence no. ${id} a été copiée dans le presse-papiers !

source: display text
fr: text d'affichage

source: hide text
fr: masquer le texte

source: Markdown syntax is supported in this field
fr: La syntaxe Markdown est accepté dans ce champ

source: You can use markdown syntax in this field
fr: Vous pouvez utiliser la syntaxe Markdown dans ce champ

source: Save (Ctrl-S)
fr: Sauvegarder (Ctrl-S)

source: Save and Close
fr: Sauvgarder et fermer

source: Edit this outcome
fr: Modifier ce résultat

source: Add Achievement / Publication
fr: Ajouter une réalisation / une publication

source: Add Reference (Ctrl-R)
fr: Ajouter une référence (Ctrl-R)

source: Find a Reference
fr: Trouver une référence

source: Close
fr: Fermer

source: New Reference (Ctrl-A)
fr: Nouvelle référence (Ctrl-A)

source: Search:
fr: Rechercher :

source: Add to Text
fr: Ajouter au texte

source: Add and Close
fr: Ajouter et fermer

source: Table of Contents
fr: Table des matières

source: Application ID:
fr: ID d'application:

source: Un-Submit
fr: Annuler la soumission

source: Submit
fr: Soumettre

source: All fields are mandatory before approvals and submission
fr: Tous les champs sont obligatoires avant les approbations et la soumission

source: Click here to clone this application into a new application
fr: Cliquez ici pour cloner cette demande dans une nouvelle demande

source: Clone Me
fr: Clonez-moi

source: Print View
fr: Aperçu avant impression

source: Are you certain you want to permanently delete this achievement?
fr: Êtes-vous sûr de vouloir supprimer définitivement cette réalisation ?

source: Are you sure you want to sign this record?
fr: Êtes-vous sûr de vouloir signer cet enregistrement ?

source: Comments (optional):
fr: Remarques (facultatif) :

source: No Recommendation has been created.
fr: Aucune recommandation n'a été créée.

source: Back
fr: Retour

source: Once this request is submitted, you will not be able to un-submit it.
fr: Une fois cette demande soumise, vous ne pourrez plus l'annuler.

source: I understand
fr: Je comprends

source: Once this request is submitted, you will not be able to delete it or modify its contents.
fr: Une fois cette demande soumise, vous ne pourrez plus la supprimer ni modifier son contenu

source: After submitting this form, you will see the option for exporting the PDF.
fr: Après avoir soumis ce formulaire, vous verrez l'option d'exportation du PDF.

source: Home
fr: Accueil

source: Reports
fr: Rapports

source: Settings
fr: Paramètres

source: Site Text
fr: Texte du site

source: Contexts
fr: Les contextes

source: Valued Outcomes
fr: Résultats valorisés

source: Achievement Categories
fr: Catégories de réalisations

source: Publication Types
fr: Types de publication

source: Review Types
fr: Types d'examen

source: missing
fr: manquant

source: Unsaved changes
fr: Modifications non enregistrées

source: National Career Progression Process for Science Researchers (SE-RES) Online Template - PILOT 2021
fr: Processus national d’avancement professionnel des chercheurs scientifiques (SE-RES) - Modèle en ligne – Pilote de 2021

source: Researcher's Dossier as part of the Departmental SE-RES Career Progression Process
fr: Dossier du chercheur pour le processus national d’avancement professionnel des chercheurs scientifiques (SE-RES)

source: View your applications
fr: Consulter vos candidatures

source: View Your Applications
fr: Afficher vos demandes d’avancement

source: Create a New request
fr: Créer une nouvelle demande

source: New Application
fr: Nouveau demande

source: View and manager your achievements
fr: Visualisez et gérez vos réalisations

source: Achievements Manager
fr: Gestionnaire des réalistions

source: Please select a report
fr: Veuillez sélectionner un rapport

source: You are not logged in
fr: Vous n'êtes pas connecté

source: name
fr: nom

source: Bad reference!!
fr: Mauvaise référence !!

source: metadata
fr: métadonnées

source: region
fr: région

source: My Applications
fr: Mes demandes

source: Applications
fr: Les demandes

source: Save
fr: Sauvegarder

source: Application for the Preparation of Researchers’ Career Advancement
fr: Demande de préparation à l'avancement professionnel des chercheurs

source: Proceed
fr: Poursuivre

source: Do you wish to un-submit the following application?
fr: Souhaitez-vous annuler l'envoi de cette demande ?

source: Do you wish to submit the following application to your accountable manager for their assessment and recommendation?
fr: Souhaitez-vous soumettre la demande suivante à votre gestionnaire responsable pour évaluation et recommandation ?

source: My Achievements
fr: Mes réalisations

source: Achievements
fr: Les réalisations

source: Clone an Achievement
fr: Cloner une réalisation
